Revit 2024 API
LossFactor.Clone Method
 Creates a copy of the LossFactor derived object.
Namespace: Autodesk.Revit.DB.Lighting
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public LossFactor Clone()
Visual Basic
Public Function Clone As LossFactor
Visual C++
public:
LossFactor^ Clone()
See Also
LossFactor Class
Autodesk.Revit.DB.Lighting Namespace